Repository: pandark/htmlpad
Catalog: htmlpad_dot_org/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Pad %(name)s not found!
fr: Pad %(name)s non trouvé&#160;!

source: Alas.
fr: Hélas.

source: The pad <code>%(name)s</code> doesn't exist yet, but you can create it by visiting <a target="edit" href="%(edit_pad_url)s">%(request.META.HTTP_HOST)s%(edit_pad_url)s</a>. For more help, visit <a href="/">%(request.META.HTTP_HOST)s</a>.
fr: Le pad <code>%(name)s</code> n'existe pas encore, mis vous pouvez le créer en visitant <a target="edit" href="%(edit_pad_url)s">%(request.META.HTTP_HOST)s%(edit_pad_url)s</a>. Pour plus d'aide, visitez <a href="/">%(request.META.HTTP_HOST)s</a>.

source: Edit the pad on the right to build your HTML page (click the <em>Create Pad</em> button if necessary). Here's a simple page you can copy-and-paste into the pad to get started:
fr: Modifiez le pad à droite pour créer votre page HTML (cliquez sur le bouton <em>Create Pad</em> si nécessaire). Voici une page simple que vous pouvez copier-coller dans le pad pour commencer&#160;:

source: My First Web Page
fr: Ma première page web

source: Here is my first Web page!
fr: Voilà ma première page web&#160;!

source: Once you've written something, you can view your page at <a id="view" href="%(render_pad_url)s" target="view">%(request.META.HTTP_HOST)s%(render_pad_url)s</a>.
fr: Une fois que vous avez écrit quelque chose, vous pouvez visualiser votre page à <a id="view" href="%(render_pad_url)s" target="view">%(request.META.HTTP_HOST)s%(render_pad_url)s</a>.

source: Saving happens automatically, so don't worry about that.
fr: La sauvegarde est automatique, ne vous inquiétez donc pas pour ça.

source: Keep switching back and forth between the editor and the view to rapidly iterate on your design. Give the editor link to a friend if you'd like to collaborate in real-time!
fr: Continuez à faire des allés et retours entre l'éditeur et la visualisation pour créer rapidement plusieurs itérations de votre création. Donnez le liens vers l'éditeur à un ami si vous voulez collaborer en temps réel&#160;!

source: Welcome to %(request.META.HTTP_HOST)s!
fr: Bienvenue sur %(request.META.HTTP_HOST)s!

source: You can use this website to easily create Web pages, collaborate on them with friends, and share them.
fr: Vous pouvez utiliser ce site web pour créer facilement des pages web, collaborer dessus avec des amis, et les partager.

source: Just start typing the name of a page you'd like to create below.
fr: Commencez simplement par saisir le nom d'une page que vous aimeriez créer ci-dessous.

source: Create and edit the pad at <a id="etherpad" href="" target="edit"></a> to build and view your HTML page.
fr: Créez et modifiez le pad à <a id="etherpad" href="" target="edit"></a> pour créer et visualiser votre page HTML.

source: Sorry, page names can only contain upper and lowercase letters, hyphens, and numbers.
fr: Désolé, la page peut uniquement contenir des lettres majuscules et minuscules, des tirets et des nombres.
